Repository: togachev/nextgisweb_file_bucket
Catalog: nextgisweb_file_bucket/locale/*.po
Languages: ru

source: ERROR: duplicate key violates unique constraint.
ru: ОШИБКА: дубликат ключа нарушает ограничение уникальности.

source: File bucket
ru: Набор файлов

source: Name
ru: Наименование

source: MIME type
ru: Тип MIME

source: Size, KB
ru: Размер, КБ

source: Edit attached files
ru: Редактировать прикрепленные файлы

source: Hide attached Files
ru: Скрыть прикрепленные файлы

source: Show attached files
ru: Показать прикрепленные файлы

source: Size
ru: Размер

source: ZIP archive required
ru: Требуется ZIP-архив

source: Add files
ru: Добавить файлы

source: Import from ZIP archive
ru: Импортировать из ZIP-архива

source: Files will be imported from:
ru: Файлы будут импортированы из:

source: Files
ru: Файлы

source: Export
ru: Экспорт
